Repository: gjo-se/gjo_tiger
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# products.seeProduct
source: See Product
de: zum Produkt

# productSetVariantGroup.variants
source: Variants
de: Varianten

# productSetVariantGroup.technicalnots
source: Technical Nots
de: Technische Informationen

# productSetVariantGroup.invitationToTender
source: Invitation to tender
de: Ausschreibungstext

# productSetVariantGroup.accessoryKit
source: Accessory Kits
de: Ergänzungs Sets

# productSetVariantGroup.price
source: Price
de: Preis

# productSetVariantGroup.priceInclVat
source: incl. VAT
de: inkl. MWST

# productSetVariantGroup.priceExclVat
source: excl. VAT
de: zzgl. MWST

# productSetVariantGroup.add_to_cart
source: Add to Cart
de: Bestellen

# productSetVariantGroup.description
source: Description
de: Beschreibung

# productSetVariantGroup.amount
source: Amount
de: Menge

# productSetVariantGroup.discount
source: Discount
de: Rabatt

# productSetVariantGroup.technicalnots.minimumDoorWeight
source: min. doorweight
de: min. Türgewicht

# productSetVariantGroup.technicalnots.maximumDoorWeight
source: max. doorweight
de: max. Türgewicht

# productSetVariantGroup.technicalnots.height
source: height
de: Aufbauhöhe

# productSetVariantGroup.technicalnots.minimumDoorThickness
source: min. doorthickness
de: min. Türblattstärke

# productSetVariantGroup.technicalnots.maximumDoorThickness
source: max. doorthickness
de: max. Türblattstärke

# productSetVariantGroup.technicalnots.minimumDoorWidth
source: min. doorwidth
de: min. Türbreite

# productSetVariantGroup.technicalnots.maximumDoorWidth
source: max. doorwidth
de: max. Türbreite

# productSetVariantGroup.technicalnots.minimumDoorWidthSoftClose
source: min. doorwidth softClose
de: min. Türbreite einseitig gedämpft, kurz

# productSetVariantGroup.technicalnots.minimumDoorWidthSoftCloseLong
source: min. doorwidth SoftClose, long
de: min. Türbreite einseitig gedämpft, lang

# productSetVariantGroup.technicalnots.minimumDoorWidthSoftCloseBoth
source: min. doorwidth SoftClose, both sites
de: min. Türbreite beidseitig gedämpft

# productSetVariantGroup.technicalnots.voltage
source: Voltage
de: Betriebsspannung

# productSetVariantGroup.din.useCategorie
source: Use Categorie
de: Nutzungskategorie

# productSetVariantGroup.din.durability
source: Durability
de: Dauer der Funktionsfähigkeit

# productSetVariantGroup.din.doorWeight
source: Door Weight
de: Türmasse

# productSetVariantGroup.din.fireResistance
source: Fire Resistance
de: Feuerbeständigkeit

# productSetVariantGroup.din.safety
source: Safety
de: Sicherheit

# productSetVariantGroup.din.corrosionResistance
source: Corrosion Resistance
de: Korrosionsverhalten

# productSetVariantGroup.din.security
source: Security
de: Schutz

# productSetVariantGroup.din.doorType
source: Door Type
de: Türart

# productSetVariantGroup.din.initialFriction
source: Initial Friction
de: Anfangsreibung

# productSetVariantGroup.downloads.productInformation
source: Product Information
de: Produktinformation

# productSetVariantGroup.downloads.engineeringDrawing
source: Technical drawings
de: Technische Zeichnungen

# productSetVariantGroup.productGroupLinks
source: More model variants
de: Weitere Modellvarianten

# productSetGroup.toTheRightProduct
source: Immediately to the right product
de: Sofort zum richtigen Produkt

# productSet.productsAndEngineeringDrawing
source: Products and Engineering Drawings
de: Produkte und Technische Zeichnungen

# productSet.variants.setContent
source: Package content
de: Paket-Inhalt

# productSet.variants.itemNo
source: Item No.
de: Art. Nr.

# productSet.variants.variantFilter
source: Variants
de: Varianten

# productSet.variants.variantFilter.material
source: Material / Color
de: Material / Farbe

# productSet.variants.variantFilter.length
source: Length in mm
de: Länge in mm

# productSet.variants.variantFilter.version
source: Version
de: Ausführung

# productSet.variants.variantFilter.ev1
source: Anodized alu, EV1
de: Alu eloxiert, EV1

# productSet.variants.variantFilter.c31
source: Anodized alu, C31
de: Alu eloxiert, C31

# productSet.variants.variantFilter.material.black
source: Black
de: Schwarz

# productSet.variants.variantFilter.material.silver
source: Silver
de: Silber

# productSet.variants.variantFilter.material.white
source: White
de: Weiß

# productSet.variants.variantFilter.version.1-Channel
source: 1-Channel
de: 1-Kanal

# productSet.variants.variantFilter.version.4-Channel
source: 4-Channel
de: 4-Kanal

# productSet.variants.variantFilter.version.button
source: Button
de: Taster

# productSet.variants.variantFilter.version.one-sided
source: one-sided
de: einseitig

# productSet.variants.variantFilter.version.one-side-short
source: one-sided-short
de: einseitig kurz

# productSet.variants.variantFilter.version.one-side-long
source: one-sided-long
de: einseitig lang

# productSet.variants.variantFilter.version.two-sided
source: two-sided
de: zweiseitig

# productSet.variants.variantFilter.version.fix
source: fix
de: fest

# productSet.variants.variantFilter.version.adjustable
source: adjustable
de: verstellbar

# productSet.variants.variantFilter.version.wood
source: Wood
de: Holz

# productSet.variants.variantFilter.version.wood_mx
source: Wood MX
de: Holz MX

# productSet.variants.variantFilter.version.glass
source: Glass
de: Glas

# productSet.variants.variantFilter.version.et3_wood
source: ET3 Wood
de: ET Holz

# productSet.variants.variantFilter.version.et3_glass
source: ET3 Glass
de: ET3 Glas

# productSet.variants.variantFilter.version.accessoryKit
source: Accessory-Kit
de: Ergänzungs-Set

# productSet.variants.variantFilter.version.boxed-set
source: Boxed Set
de: Kartongarnitur

# productSet.variants.shippingCosts
source: plus shipping and handling
de: zzgl. Versandkosten

# productSet.addToCart
source: Add to Cart
de: In den Einkaufswagen

# productSet.seeArticleInShop
source: Shop
de: Zum Shop

# productSet.seeArticleTechnic
source: See technical details
de: Technische Details

# productSet.successfullyAddedToCart
source: The item has been successfully added to cart.
de: Der Artikel wurde erfolgreich in den Warenkorb gelegt.

# productSet.availableOnRequest
source: available on request
de: auf Anfrage

# productFinder.filter.deleteAllFilters
source: Delete all filters
de: Alle Filter löschen

# productFinder.filter.wood
source: Wood
de: Holz

# productFinder.filter.glass
source: Glass
de: Glas

# productFinder.filter.dimension
source: Dimension
de: Maße

# productFinder.filter.wingCount
source: Wing Count
de: Anzahl Flügel

# productFinder.filter.doorWidth
source: Door Width
de: Tür-Breite

# productFinder.filter.doorThickness
source: Door Thickness
de: Türblatt-Dicke

# productFinder.filter.doorWeight
source: Door Weight
de: Tür-Gewicht

# productFinder.filter.any
source: any
de: beliebig

# productFinder.filter.look
source: Look
de: Verblendung / Optik

# productFinder.filter.byCustomers
source: by Customers
de: bauseitig

# productFinder.filter.configuration
source: Configuration
de: Ausstattung

# productFinder.filter.damping
source: Damping
de: Dämpfung

# productFinder.filter.et3
source: Automatic ET3
de: Automatik ET3

# productFinder.filter.tfold
source: Folding Door
de: Falttür T-Fold

# productFinder.filter.tele2
source: Telescopic 2
de: Teleskop 2x

# productFinder.filter.tele3
source: Telescopic 3
de: Teleskop 3x

# productFinder.filter.mounting
source: Mounting
de: Montage

# productFinder.filter.wall
source: Wall
de: Wand

# productFinder.filter.ceiling
source: Ceiling
de: Decke

# productFinder.filter.wallPocket
source: Wall Pocket
de: in der Wand

# productFinder.list.results
source: Results
de: Ergebnisse

# productFinder.list.noResults
source: no Results found
de: keine Ergebnisse gefunden

# productFinder.list.wings
source: Wings
de: Flügel

# productFinder.list.doorWidth
source: Door Width
de: Tür-Breite

# productFinder.list.doorThickness
source: Door Thickness
de: Türblatt-Dicke

# productFinder.list.doorWeight
source: Door Weight
de: Flügel-Gewicht

# productFinder.list.price.from
source: Price from
de: Preis ab

# productFinder.list.price.availableOnRequest
source: Price on Request
de: Preis auf Anfrage
